[
  {
    "model": "categories.post",
    "pk": 3,
    "fields": {
      "user": 3,
      "description": "disable post",
      "category": 1,
      "competition": null,
      "created_at": "2023-08-21T16:21:49.181Z",
      "likes": 0,
      "is_bot": true
    }
  },
  {
    "model": "categories.post",
    "pk": 6,
    "fields": {
      "user": 3,
      "description": "1213testing1231",
      "category": 1,
      "competition": null,
      "created_at": "2023-10-09T19:17:25.231Z",
      "likes": 0,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 7,
    "fields": {
      "user": 3,
      "description": "TESTING THIE POST",
      "category": 1,
      "competition": null,
      "created_at": "2023-09-11T19:06:05.786Z",
      "likes": 0,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 8,
    "fields": {
      "user": 3,
      "description": "testing one two three",
      "category": 1,
      "competition": 1,
      "created_at": "2023-09-13T18:36:17.761Z",
      "likes": 1,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 13,
    "fields": {
      "user": 3,
      "description": "new post",
      "category": 1,
      "competition": 1,
      "created_at": "2023-09-15T19:13:30.544Z",
      "likes": 4,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 16,
    "fields": {
      "user": 1,
      "description": "test1",
      "category": 1,
      "competition": null,
      "created_at": "2023-09-29T21:32:19.302Z",
      "likes": 2,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 19,
    "fields": {
      "user": 1,
      "description": "testing",
      "category": 1,
      "competition": null,
      "created_at": "2023-10-10T16:24:07.192Z",
      "likes": 1,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 20,
    "fields": {
      "user": 1,
      "description": "testing postsfsfs",
      "category": 1,
      "competition": null,
      "created_at": "2023-10-16T21:24:43.126Z",
      "likes": 0,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 21,
    "fields": {
      "user": 1,
      "description": "testing",
      "category": 1,
      "competition": null,
      "created_at": "2023-10-17T14:12:09.467Z",
      "likes": 1,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 23,
    "fields": {
      "user": 1,
      "description": "testing small image",
      "category": 1,
      "competition": null,
      "created_at": "2023-10-26T18:00:42.491Z",
      "likes": 0,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 28,
    "fields": {
      "user": 1,
      "description": "landscape reduce size.) If a user logout/login all the active queries are fetched again to update posts(userLiked), profile etc - See if it can be optimized\n.) If a user scroll down the category and if he again open's category scroll is last opened position - See if scroll can be placed on top when a category is opened.\n.) Winner model file is depenedent coin activity model - try if it can be made generic or not.",
      "category": 1,
      "competition": null,
      "created_at": "2023-10-27T17:10:26.487Z",
      "likes": 101,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 29,
    "fields": {
      "user": 1,
      "description": "sample post",
      "category": 1,
      "competition": null,
      "created_at": "2023-11-03T21:02:21.010Z",
      "likes": 1,
      "is_bot": true
    }
  },
  {
    "model": "categories.post",
    "pk": 43,
    "fields": {
      "user": 1,
      "description": "",
      "category": 1,
      "competition": null,
      "created_at": "2023-12-08T16:55:26.751Z",
      "likes": 0,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 45,
    "fields": {
      "user": 1,
      "description": "hi",
      "category": 1,
      "competition": 1,
      "created_at": "2023-12-12T07:42:29.704Z",
      "likes": 1,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 48,
    "fields": {
      "user": 1,
      "description": "The old piano sat in the corner of the dusty attic, its once-polished surface now covered in a thin layer of grime. Ivy, an aspiring pianist, had stumbled upon the instrument while exploring her grandmother's house. With each step up the creaky staircase, she felt the weight of forgotten memories.\n\nAs Ivy lifted the tattered cloth that veiled the piano, she uncovered yellowed sheet music, its notes faded but still visible. The title read, \"The Forgotten Symphony.\" It was a composition that had been a source of pride for her grandmother, a gifted musician who had once enchanted audiences with her performances.\n\nIntrigued, Ivy decided to breathe life back into the neglected instrument. She wiped away the dust, revealing the luster beneath, and with trembling fingers, she began to play. The music echoed through the attic, a haunting melody that seemed to awaken the spirits of the past.\n\nAs Ivy lost herself in the music, she felt a spectral presence in the room. Her grandmother, long gone, seemed to materialize beside her. The ethereal figure smiled, and Ivy could almost hear the words, \"Continue the symphony.\"\n\nDays turned into nights as Ivy dedicated herself to mastering the forgotten composition. The more she played, the more vividly she could envision her grandmother's younger self, pouring her heart into each note. The attic, once a forgotten space, became a sanctuary for the revival of a musical legacy.\n\nOne evening, as the final notes of \"The Forgotten Symphony\" resonated, a mysterious glow enveloped the piano. The room filled with a warmth that transcended the physical realm. Ivy felt a sense of fulfillment, as if her grandmother's spirit had found peace through the revival of their shared passion.\n\nWord of Ivy's extraordinary performances reached the ears of the townsfolk. They gathered in the attic to witness the magic that emanated from the forgotten piano. Ivy's fingers danced across the keys, and as the last note echoed, the room erupted in applause.\n\nThe attic, once a silent witness to the passage of time, had transformed into a haven of rediscovered artistry. Ivy's grandmother, long confined to the shadows of memory, now lived on through the music that filled the air. The forgotten symphony had become a timeless masterpiece, bridging the gap between generations.\n\nAnd so, Ivy continued to play, honoring the legacy that had been nearly lost to time. The attic, once filled with dust and neglect, became a beacon of inspiration, a place where the past and present harmonized in the notes of a forgotten symphony.",
      "category": 8,
      "competition": null,
      "created_at": "2023-12-27T16:25:04.623Z",
      "likes": 0,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 50,
    "fields": {
      "user": 1,
      "description": "Once upon a time in the quaint town of Eldoria, nestled between rolling hills and meandering streams, lived a young girl named Lila. With eyes the color of the clearest skies and a heart full of curiosity, Lila spent her days exploring the enchanting forests that bordered Eldoria.\n\nOne day, as Lila ventured deeper into the woods than ever before, she stumbled upon a hidden glade bathed in golden sunlight. In the center of the glade stood a mysterious, ancient tree with leaves that shimmered like silver. The air tingled with magic, and Lila couldn't resist approaching the tree.\n\nAs she reached out to touch its bark, a soft voice emanated from within the tree. \"Greetings, young one. I am Elowen, the Guardian of the Glade. You are pure of heart, and I sense a great destiny within you.\"\n\nLila, wide-eyed and filled with wonder, listened as Elowen shared tales of Eldoria's magical past and the looming darkness threatening to engulf the land. The guardian explained that only someone with a heart as pure as Lila's could embark on a quest to retrieve the Crystal of Lumina, a powerful artifact that could banish the darkness.\n\nEager to help her beloved town, Lila accepted the challenge. Elowen bestowed upon her a map that would guide her through mystical forests, treacherous mountains, and shimmering lakes. With a heart full of courage, Lila set forth on her epic journey.\n\nHer travels led her to encounter fascinating creatures, wise wizards, and helpful spirits. Along the way, she discovered the true strength of kindness and the magic that resides in every act of compassion. As she approached the Crystal of Lumina, guarded by a fearsome dragon, Lila faced her deepest fears and doubts, learning that bravery wasn't the absence of fear but the triumph over it.\n\nWith the Crystal in hand, Lila returned to Eldoria, where the townsfolk awaited her with bated breath. As she touched the Crystal to the heart of the town, a brilliant light erupted, banishing the darkness that had threatened to consume everything. The townspeople cheered, and Eldoria flourished once more.\n\nIn gratitude, the townsfolk erected a statue in Lila's honor in the town square, forever commemorating the girl who saved Eldoria. However, Lila, humble and kind, insisted that the real magic was in the collective spirit of the town.\n\nFrom that day forward, Eldoria thrived, and the tale of Lila's courage and kindness echoed through the generations. The silver-leaved tree in the hidden glade continued to stand as a symbol of hope and the enduring magic that exists within every pure heart.\n\nAnd so, in the heart of Eldoria, the enchanting tale of Lila and the Crystal of Lumina became a beloved story, shared by parents with their children, ensuring that the magic of kindness and bravery would live on for eternity.",
      "category": 8,
      "competition": null,
      "created_at": "2023-12-28T13:38:28.637Z",
      "likes": 0,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 53,
    "fields": {
      "user": 1,
      "description": "Once upon a time in the quaint town of Eldoria, nestled between rolling hills and meandering streams, lived a young girl named Lila. With eyes the color of the clearest skies and a heart full of curiosity, Lila spent her days exploring the enchanting forests that bordered Eldoria.\n\nOne day, as Lila ventured deeper into the woods than ever before, she stumbled upon a hidden glade bathed in golden sunlight. In the center of the glade stood a mysterious, ancient tree with leaves that shimmered like silver. The air tingled with magic, and Lila couldn't resist approaching the tree.\n\nAs she reached out to touch its bark, a soft voice emanated from within the tree. \"Greetings, young one. I am Elowen, the Guardian of the Glade. You are pure of heart, and I sense a great destiny within you.\"\n\nLila, wide-eyed and filled with wonder, listened as Elowen shared tales of Eldoria's magical past and the looming darkness threatening to engulf the land. The guardian explained that only someone with a heart as pure as Lila's could embark on a quest to retrieve the Crystal of Lumina, a powerful artifact that could banish the darkness.\n",
      "category": 8,
      "competition": null,
      "created_at": "2023-12-28T19:06:35.193Z",
      "likes": 0,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 54,
    "fields": {
      "user": 1,
      "description": "",
      "category": 1,
      "competition": null,
      "created_at": "2023-12-30T15:12:03.687Z",
      "likes": 0,
      "is_bot": false
    }
  },
  {
    "model": "categories.post",
    "pk": 55,
    "fields": {
      "user": 1,
      "description": "",
      "category": 10,
      "competition": null,
      "created_at": "2023-12-30T15:12:48.427Z",
      "likes": 0,
      "is_bot": false
    }
  }
]